Repository: aamir-khan/farm_management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ur

source: By Profit
ur: منافع کے حساب سے

source: Profitable
ur: منافع بخش

source: Loss
ur: نقصان دہ

source: Balanced
ur: متوازن

source: Total Output
ur: کل پیداوار

source: Total Expenses
ur: کل اخراجات

source: Net Profit
ur: خالص منافع

source: Farms
ur: فارم

source: farm Name
ur: فارم کا نام

source: Owner
ur: مالک

source: Farm
ur: فارم

source: Asset Name
ur: اثاثہ کا نام

source: Date purchased
ur: تاریخ خرید

source: Is purchased new
ur: نیا خریدا

source: Amount in rupees
ur: رقم

source: Purchase cost
ur: خریداری لاگت

source: Farm Asset
ur: فارم اثاثہ

source: Farm Assets
ur: فارم اثاثے

source: Crop Name
ur: فصل کا نام

source: Description
ur: تفصیل

source: Crop type
ur: فصل کی قسم

source: Crop types
ur: فصل کی قسمیں

source: Field Name
ur: فیلڈ کا نام

source: Location
ur: مقام

source: Is Own Property
ur: اپنی پراپرٹی ہے?

source: Has Electricity tubewell
ur: بجلی کا ٹیوب ویل ہے

source: Has Canal Irrigation
ur: کینال آبپاشی ہے

source: Total Acres
ur: کل ایکڑ

source: Landlord Name
ur: مالک کا نام

source: Landlord name if not owned.
ur: مالک نمبر

source: Landlord Number
ur: مالک نمبر

source: Landlord number if not owned.
ur: مالک نمبر

source: Lease per acre
ur: فی ایکڑ مستاجری

source: If leased then lease amount.
ur: اگر مستاجری پر ہے تو رقم

source: Lease start
ur: مستاجری شروع

source: Lease start date if not owned.
ur: اگر ملکیت نہیں ہے تو مستاجری شروع ہونے کی تاریخ

source: Lease end
ur: مستاجری ختم

source: Lease end date if not owned.
ur: اگر ملکیت نہیں ہے تو مستاجری کی آخری تاریخ

source: Is Active
ur: ایکٹو ہے

source: Is lease active
ur: مستاجری ایکٹو ہے

source: Field
ur: کھوہ/کھیت

source: Fields
ur: کھیت

source: Summer
ur: موسم گرما

source: Winter
ur: موسم سرما

source: Mid season
ur: درمیانہ موسم

source: Season
ur: موسم

source: breed
ur: نسل

source: Total acres
ur: کل ایکڑ

source: Date sowing
ur: تاریخ بوائی

source: Date harvesting
ur: تاریخ کٹائی

source: Crop
ur: فصل

source: Crops
ur: فصلیں

source: Seed
ur: بیج

source: Fertilizer
ur: کھاد

source: Pesticides
ur: کیڑے مار دوا

source: Water
ur: پانی

source: Electricity_bill
ur: بجلی کا بل

source: Oil
ur: تیل

source: Labour
ur: مزدور

source: Lease
ur: مستاجری

source: Miscellaneous
ur: متفرق

source: Expense type
ur: اخراجات کی قسم

source: Expense date
ur: اخراجات کی تاریخ

source: Amount
ur: رقم

source: Notes
ur: نوٹ

source: Expend by
ur: خرچ کریں

source: Added by
ur: شامل کیا

source: Expense
ur: خرچہ

source: Expenses
ur: اخراجات

source: Total mann weight
ur: کل من

source: Total mann
ur: کل من

source: Per mann rate
ur: فی من شرح

source: Rate per mann
ur: شرح فی من

source: Sold date
ur: فروخت کی تاریخ

source: Output
ur: پیداوار

source: Outputs
ur: پیداوار

source: Personal info
ur: ذاتی معلومات

source: Permissions
ur: اجازت

source: Important dates
ur: اہم تاریخیں

source: Urdu
ur: اردو

source: Farm management system
ur: زراعت فارم کے انتظام کا نظام

source: My Farm
ur: میرا فارم
